# language: ru

Функционал: Тестирование сайта rickandmortyapi.com

  Сценарий: 1. Получение последнего эпизода с Морти Смит
    Когда запрашиваю последний эпизод с Морти Смит
    Тогда получаю id этого эпизода

  Сценарий: 2. Получение последнего эпизода с Морти Смит
    Когда запрашиваю последний эпизод с Морти Смит
    Тогда получаю id этого эпизода

  Сценарий: 3. Получение последнего эпизода с Морти Смит
    Когда запрашиваю последний эпизод с Морти Смит
    Тогда получаю id этого эпизода

  Сценарий: 4. Получение последнего эпизода с Морти Смит
    Когда запрашиваю последний эпизод с Морти Смит
    Тогда получаю id этого эпизода

  Сценарий: 5. Получение последнего эпизода с Морти Смит
    Когда запрашиваю последний эпизод с Морти Смит
    Тогда получаю id этого эпизода